---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AreaForce
source: html/ef6ade2b-6c81-e272-99a4-46ace3a70923.htm
---
# Autodesk.Revit.DB.SpecTypeId.AreaForce Property

Area Force, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId AreaForce { get; }
```